export const holidays = {
  "2026-01-17": { name: "শব-ই-মেরাজ" },
  "2026-01-23": { name: "শ্রী শ্রী সরস্বতী পূজা" },

  "2026-02-04": { name: "শব-ই-বরাত" },
  "2026-02-21": { name: "শহীদ দিবস ও আন্তর্জাতিক মাতৃভাষা দিবস" },

  "2026-03-11": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-12": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-13": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-14": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-15": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-16": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-17": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-18": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-19": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-20": { name: "শব-ই-কদর, জুমা-উল-বিদা ও ঈদ-উল-ফিতর" },
  "2026-03-21": { name: "ঈদ-উল-ফিতর" },
  "2026-03-22": { name: "ঈদ-উল-ফিতর" },
  "2026-03-23": { name: "ঈদ-উল-ফিতর" },
  "2026-03-24": { name: "ঈদ-উল-ফিতর" },
  "2026-03-25": { name: "ঈদ-উল-ফিতর" },

  "2026-03-26": { name: "মহান স্বাধীনতা ও জাতীয় দিবস" },

  "2026-04-05": { name: "ইস্টার সানডে" },
  "2026-04-14": { name: "পহেলা বৈশাখ" },

  "2026-05-01": { name: "মে দিবস ও বুদ্ধ পূর্ণিমা" },

  "2026-05-24": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-25": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-26": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-27": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-28": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-29": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-30": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-05-31": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },

  "2026-06-01": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-02": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-03": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-04": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-05": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-06": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-07": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },
  "2026-06-08": { name: "গ্রীষ্মকালীন অবকাশ ও ঈদ-উল-আযহা" },

  "2026-06-26": { name: "হিজরি নববর্ষ" },

  "2026-07-16": { name: "শহীদ আবু সাঈদ দিবস" },

  "2026-08-05": { name: "জুলাই গণঅভ্যুত্থান দিবস" },
  "2026-08-12": { name: "আখেরি চাহার সোম্বা" },
  "2026-08-26": { name: "ঈদ-ই-মিলাদুন্নবী (সা.)" },

  "2026-09-08": { name: "জন্মাষ্টমী" },
  "2026-09-24": { name: "ফাতেহা-ই-ইয়াজ-দাহম" },

  "2026-10-18": { name: "দুর্গাপূজা" },
  "2026-10-19": { name: "দুর্গাপূজা" },
  "2026-10-20": { name: "দুর্গাপূজা" },
  "2026-10-21": { name: "দুর্গাপূজা" },
  "2026-10-22": { name: "দুর্গাপূজা" },

  "2026-10-25": { name: "শ্রী শ্রী লক্ষ্মীপূজা" },

  "2026-12-15": { name: "শহীদ বুদ্ধিজীবী দিবস" },
  "2026-12-16": { name: "মহান বিজয় দিবস" },

  "2026-12-20": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-21": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-22": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-23": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-24": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-25": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-26": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-27": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-28": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-29": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-30": { name: "শীতকালীন অবকাশ ও বড় দিন" },
  "2026-12-31": { name: "শীতকালীন অবকাশ ও বড় দিন" },
};
